---
kind: other
id: Properties.T:Autodesk.Revit.DB.Electrical.WireSizeSetIterator
source: html/5bbad3a7-7f5b-2253-e114-1a2037df689c.htm
---
# WireSizeSetIterator Properties

Retrieves the item that is the current focus of the iterator.